brew "ack"
brew "advancecomp"
brew "aircrack-ng"
brew "antiword"
brew "apple-gcc42"
brew "archey"
brew "atk"
brew "autoconf"
brew "automake"
brew "bash-completion"
brew "bcpp"
brew "binutils"
brew "boost"
brew "brew-cask"
brew "bsdiff"
brew "bsdmake"
brew "c-ares"
brew "cabal-install"
brew "cabextract"
brew "cairo"
brew "camlp4"
brew "ccache"
brew "cgdb"
brew "clang-omp"
brew "class-dump"
brew "cloc"
brew "clojure"
brew "clojure-contrib"
brew "cloog"
brew "cmake"
brew "cmatrix"
brew "colordiff"
brew "contacts"
brew "coreutils"
brew "cscope"
brew "ctags"
brew "curl"
brew "d-bus"
brew "dcraw"
brew "despotify"
brew "dhex"
brew "diffutils"
brew "dirmngr"
brew "dnsmasq"
brew "duff"
brew "elixir"
brew "ent"
brew "erlang"
brew "faac"
brew "fasd"
brew "ffmpeg"
brew "fish"
brew "flac"
brew "fontconfig"
brew "fpp"
brew "freetype"
brew "fuse4x-kext"
brew "gcc"
brew "gd"
brew "gdbm"
brew "gdk-pixbuf"
brew "geoip"
brew "gettext"
brew "gfortran"
brew "ghostscript"
brew "gist"
brew "git"
brew "glib"
brew "glibmm"
brew "gmp"
brew "gnu-prolog"
brew "gnupg"
brew "gnupg2"
brew "gnutls"
brew "go"
brew "gobject-introspection"
brew "gpg-agent"
brew "gsl"
brew "gtk+"
brew "gtkdatabox"
brew "haproxy"
brew "harfbuzz"
brew "heroku-toolbelt"
brew "hexedit"
brew "icu4c"
brew "imagemagick"
brew "intltool"
brew "iperf"
brew "ipv6calc"
brew "ircii"
brew "isl"
brew "ispell"
brew "jasper"
brew "jbig2dec"
brew "jpeg"
brew "jpeg-turbo"
brew "jq"
brew "json-c"
brew "klavaro"
brew "lame"
brew "lbdb"
brew "leiningen"
brew "leveldb"
brew "libao"
brew "libassuan"
brew "libav"
brew "libbind"
brew "libevent"
brew "libffi"
brew "libgcrypt"
brew "libgpg-error"
brew "libicns"
brew "libimobiledevice"
brew "libiomp"
brew "libksba"
brew "libmpc"
brew "libogg"
brew "libplist"
brew "libpng"
brew "libraw"
brew "libsigc++"
brew "libsndfile"
brew "libsodium"
brew "libssh2"
brew "libsvg"
brew "libsvg-cairo"
brew "libtasn1"
brew "libtiff"
brew "libtool"
brew "libusb"
brew "libusb-compat"
brew "libvorbis"
brew "libxml++"
brew "libxml2"
brew "libyaml"
brew "lightning"
brew "lighttpd"
brew "little-cms"
brew "little-cms2"
brew "llvm"
brew "lua"
brew "luajit"
brew "macvim"
brew "makedepend"
brew "maven"
brew "mcrypt"
brew "md5sha1sum"
brew "media-info"
brew "mercurial"
brew "mmv"
brew "mobile-shell"
brew "mogenerator"
brew "mono"
brew "moreutils"
brew "movgrab"
brew "mpfr"
brew "mpg123"
brew "mplayer"
brew "msmtp"
brew "multimarkdown"
brew "mutt"
brew "mysql"
brew "nailgun"
brew "nasm"
brew "ncurses"
brew "neovim"
brew "netcat"
brew "nettle"
brew "nmap"
brew "node"
brew "num-utils"
brew "numpy"
brew "offline-imap"
brew "offlineimap"
brew "oniguruma"
brew "openssl"
brew "optipng"
brew "ossp-uuid"
brew "p11-kit"
brew "pango"
brew "parallel"
brew "pcre"
brew "peg"
brew "phantomjs"
brew "php54"
brew "php54-mcrypt"
brew "phpmyadmin"
brew "pidof"
brew "pinentry"
brew "pixman"
brew "pkg-config"
brew "polipo"
brew "postgresql"
brew "potrace"
brew "protobuf"
brew "pth"
brew "pyqt"
brew "pyqwt"
brew "python"
brew "python3"
brew "qt"
brew "qwt"
brew "ranger"
brew "rbenv"
brew "readline"
brew "redis"
brew "repl"
brew "rlwrap"
brew "ruby-build"
brew "rust"
brew "s-lang"
brew "sbt"
brew "scala"
brew "scipy"
brew "scons"
brew "siege"
brew "sip"
brew "skinny"
brew "sloccount"
brew "snappy"
brew "sqlite"
brew "ssh-copy-id"
brew "sshfs"
brew "sshuttle"
brew "stunnel"
brew "suite-sparse"
brew "svg2png"
brew "swi-prolog"
brew "swig"
brew "tbb"
brew "texi2html"
brew "the_silver_searcher"
brew "tig"
brew "tmux"
brew "tokyo-cabinet"
brew "tree"
brew "ttyrec"
brew "unixodbc"
brew "unrar"
brew "unrtf"
brew "urlview"
brew "usbmuxd"
brew "v8"
brew "valgrind"
brew "vim"
brew "watch"
brew "wget"
brew "winetricks"
brew "wireshark"
brew "wkhtmltopdf"
brew "wxmac"
brew "x264"
brew "xvid"
brew "xz"
brew "yasm"
brew "zeromq"
brew "zlib"
brew "zsh"
brew "zsh-completions"
