cask_args appdir: '/Applications'

tap 'caskroom/cask'
tap 'homebrew/bundle'

brew 'ack'
brew 'bsdiff'
brew 'binutils'
brew 'coreutils'
brew 'cloc'
brew 'clojure'
brew 'clojure-contrib'
brew 'cmake'
brew 'ctags'
brew 'diffutils'
brew 'elixir'
brew 'erlang'
brew 'fasd'
brew 'ffmpeg'
brew 'gist'
brew 'git'
brew 'gnupg'
brew 'gnupg2'
brew 'gnutls'
brew 'go'
brew 'gobject-introspection'
brew 'gpg-agent'
brew 'gsl'
brew 'gtk+'
brew 'gtkdatabox'
brew 'haproxy'
brew 'harfbuzz'
brew 'heroku-toolbelt'
brew 'hexedit'
brew 'icu4c'
brew 'imagemagick'
brew 'intltool'
brew 'iperf'
brew 'ipv6calc'
brew 'ircii'
brew 'isl'
brew 'ispell'
brew 'jasper'
brew 'jbig2dec'
brew 'jpeg'
brew 'jpeg-turbo'
brew 'jq'
brew 'json-c'
brew 'klavaro'
brew 'lame'
brew 'lbdb'
brew 'leiningen'
brew 'leveldb'
brew 'lua'
brew 'luajit'
brew 'macvim', args: ['--HEAD', '--with-python', '--with-cscope', '--with-lua']
brew 'mercurial'
brew 'moreutils'
brew 'movgrab'
brew 'nmap'
brew 'node'
brew 'openssl'
brew 'postgresql'
brew 'python'
brew 'python3'
brew 'rbenv'
brew 'redis'
brew 'readline'
brew 'repl'
brew 'rlwrap'
brew 'rust'
brew 'scala'
brew 'sloccount'
brew 'sqlite'
brew 'swig'
brew 'tbb'
brew 'texi2html'
brew 'the_silver_searcher'
brew 'tig'
brew 'tmux'
brew 'tree'
brew 'unrar'
brew 'vim'
brew 'wget'
brew 'wireshark'
brew 'zeromq'
brew 'zsh'
brew 'zsh-completions'

cask 'garmin-express'
cask 'google-chrome'
cask 'firefox'
cask 'vlc'
cask 'steam'
cask 'utorrent'
cask 'adobe-creative-cloud'
cask 'alfred'
cask 'bittorrent-sync'
cask 'dropbox'
cask 'tunnelblick'
cask 'gitup'
cask 'hex-fiend'
