# vim: ft=ruby
cask_args appdir: '/Applications'

tap 'caskroom/cask'
tap 'homebrew/bundle'
tap 'neovim/neovim'
brew 'mas'

brew 'git' # first in case we want to install --HEAD

brew 'neovim/neovim/neovim'

brew 'ack'
brew 'bsdiff'
brew 'binutils'
brew 'coreutils'
brew 'cloc'
brew 'cmake'
brew 'ctags'
brew 'direnv'
brew 'elixir'
brew 'erlang'
brew 'fasd'
brew 'ffmpeg'
brew 'gist'
brew 'gnupg'
brew 'gnupg2'
brew 'gnutls'
brew 'go'
brew 'hexedit'
brew 'imagemagick'
brew 'ispell'
brew 'jq'
brew 'lame'
brew 'leiningen'
brew 'lua'
brew 'luajit'
brew 'macvim'
brew 'mercurial'
brew 'moreutils'
brew 'movgrab'
brew 'nmap'
brew 'node'
brew 'openssl'
brew 'pandoc'
brew 'postgresql'
brew 'python'
brew 'python3'
brew 'ranger'
brew 'rbenv'
brew 'redis'
brew 'readline'
brew 'repl'
brew 'rlwrap'
brew 'rust'
brew 'sloccount'
brew 'sqlite'
brew 'swig'
brew 'tbb'
brew 'texi2html'
brew 'the_silver_searcher'
brew 'thefuck'
brew 'tig'
brew 'tmux'
brew 'tree'
brew 'unrar'
brew 'vim'
brew 'wget'
brew 'zeromq'
brew 'zsh'
brew 'zsh-completions'

cask 'garmin-express'
cask 'google-chrome'
cask 'firefox'
cask 'vlc'
cask 'steam'
cask 'transmission'
cask 'adobe-creative-cloud'
cask 'alfred'
cask 'bittorrent-sync'
cask 'dropbox'
cask 'tunnelblick'
cask 'gitup'
cask 'hex-fiend'
cask 'slack'

cask 'java'
brew 'scala'

mas '1Password', id: 443987910
mas 'PCalc'    , id: 403504866
mas 'Things'   , id: 407951449
mas 'Dash'     , id: 449589707

